Repository: OmarKhachidze/skapi_obligations
Catalog: lib/l10n/app_*.arb
Languages: ka

source: Something went wrong!
ka: მოხდა შეცდომა!

source: Next
ka: შემდეგი

# chooseDebt
source: Coose Debt
ka: დავალიანების არჩევა

source: Pay
ka: გადახდა

source: Close
ka: დახურვა

# navigationLabelNewLoan
source: New Loan
ka: ახალი სესხი

# navigationLabelLoans
source: Loans
ka: სესხები

# navigationLabelHome
source: Home
ka: მთავარი

# navigationLabelTransactions
source: Transactions
ka: გზავნილები

# navigationLabelCurrency
source: Currency
ka: ვალუტა

# obligationsMyObligations
source: My Obligations
ka: ჩემი ვალდებულებები

# obligationsAvailableAmount
source: Available Amount
ka: ხელმისაწვდომი თანხა

# obligationsAvailableAmountDescription
source: It is a well-known fact that the readable content of a page can attract the reader's attention and interfere with the perception of the design.
ka: ცნობილი ფაქტია, რომ გვერდის წაკითხვად შიგთავსს შეუძლია მკითხველის ყურადღება მიიზიდოს და დიზაინის აღქმაში ხელი შეუშალოს.

# obligationsUpcomingPaymentsPayment
source: Payment
ka: გადახდა

# obligationsUpcomingPaymentsPass
source: Pass
ka: გადაცილება

# paymentDetailsDebtPayment
source: Debt Payment
ka: დავალიანების გადახდა

# paymentDetailsBeforePayment
source: Before Payment
ka: სანამ გადაიხდი

# paymentDetailsBeforePaymentDescription
source: Review and agree on how the amount you paid will be distributed.
ka: გაეცანი და დაეთანხმე, როგორ გადანაწილდება შენ მიერ გადახდილი თანხა

# paymentDetailsBeforePaymentLastDate
source: Last Date
ka: ბოლო ვადაა
